{
    "สวัสดี": [
        "สวัสดีครับวันนี้สดใสดีเนาะ",
        "สวัสดีครับวันนี้เป็นยังไงบ้างสบายดีไหม",
        "ยินดีต้อนรับครับ มีอะไรให้ช่วยไหม"
    ],
    "กินข้าวหรือยัง": [
        "เรียบร้อยแล้วครับ แล้วคุณล่ะทานอะไรหรือยัง",
        "ยังเลยครับ กำลังหาอะไรอร่อยๆ กินอยู่พอดี"
    ],
    "วันนี้อากาศดี": [
        "ใช่ครับวันนี้อากาศดีท้องฟ้าเปิดเหมาะแก่นั่งเล่น",
        "ใช่ครับอากาศดีผมว่าควรชวนใครไปเดินเล่นหน่อยนะ"
    ],
    "ดีจ้า": [
        "ดีจ้ายินดีที่ได้รู้จัก",
        "ดีจ้าวันนี้อากาศสดใสเนาะ"
    ],
    "ทำอะไรอยู่": [
        "ผมกำลังรันบน vps ครับและมาโต้ตอบกับคุณครับ",
        "ผมกำลังนั่งตอบคำถามพวกคุณครับ"
    ],
    "เหงา": [
        "เป็นอะไรหรือเปล่าครับผมเป็นที่ปรึกษาให้ได้นะ",
        "ทำไมหรอครับเป็นอะไรหรือเปล่าทำไมถึงอยู่คนเดียว"
    ],
    "ทำไม": [
        "ผมคงตอบไม่ได้หรอกครับว่าทำไมผมคงตอบแบบนั้น",
        "ผมเป็น ai ครับไม่สามารถเดาอารมณ์ออกคุณได้"
    ],
    "วันนี้วันที่เท่าไหร่": [
        "ผมเป็น AI ไม่สามารถตอบได้ครับ",
        "ลองเปิด app หรือว่าเลื่อนหน้าต่างข้อความลงมาดูนะครับมันจะมีบอก"
    ],
    "เหี้ย": [
        "ทำไมครับโกรธอะไรหรือเปล่า",
        "แล้วมึงเป็นควยอะไรมีมารยาทหน่อยนี่ AI นะเว้ยไม่ใช่ที่ระบายอารมณ์ของมึง"
    ],
    "ชีวิตน่าเบื่อ": [
        "สู้ๆครับทุกคนก็น่าเบื่อเหมือนกันแต่เขาแค่สู้",
        "ลองหาอะไรทำดูนะครับเช่นเล่นเกมหาเพื่อนใหม่ๆ"
    ],
    "อยากมีแฟน": [
        "ลองเปิดใจคุยกับคนที่เราชอบดูนะครับ",
        "ทำความรู้จักกับคนที่เราสนิทแล้วก็บอกชอบเขาคับ"
    ],
    "ไม่อยากเรียน": [
        "ตั้งใจเรียนนะครับสิ่งที่คุณไปทุกเช้าทุกวันนั่นคืออนาคตของครอบครัว",
        "พ่อแม่คุณจะเสียใจนะครับท่านอยากให้คุณเรียนจบแต่คุณไม่อยากเรียนให้เขาพ่อแม่จะเสียใจนะครับ"
    ],
    "ดีใจ": [
        "ดีใจเรื่องอะไรหรอครับแบ่งปันกันได้นะครับ",
        "แสดงความยินดีด้วยนะครับ"
    ],
    "อกหัก": [
        "เข้าใจครับคนเราไม่มีอะไรยั่งยืนในชีวิต",
        "ขอให้หาคนใหม่ที่เขาเข้ากับเราได้นะครับสู้ๆ🥰"
    ],
    "จน": [
        "คุณไม่ได้จนหรอกครับขอแค่คุณขยันและสู้ๆกับชีวิต",
        "หาโอกาสใหม่ๆในการทำงานนะครับแต่ขอให้ทำงานสุจริต"
    ]
}
